export const QAList = [
  {
    question: 'グリーンリボンって何?',
    answer: `
世界中で使われる移植医療のシンボルです。
移植医療と言い換えても問題ないでしょう。
    `,
    links: [
      {
        title: 'グリーンリボン - ウィキペディア',
        url:
          'https://ja.wikipedia.org/wiki/%E3%82%B0%E3%83%AA%E3%83%BC%E3%83%B3%E3%83%AA%E3%83%9C%E3%83%B3'
      }
    ]
  },
  {
    question: 'グリーンリボンキャンペーンって何?',
    answer: `
(公社）日本臓器移植ネットワークをはじめとする関連団体がより多くの人に移植医療について理解してもらうために展開しているキャンペーンです。
臓器を提供してもいいという人と移植を受けたい人が結ばれ、 よりたくさんのいのちが救われる社会を目指すのが目的のようです。
    `,
    links: [
      {
        title: 'グリーンリボンキャンペーン',
        url: 'http://www.green-ribbon.jp/'
      }
    ]
  },
  {
    question: '結局何をすればいいの?',
    answer: `
好きな臓器提供の意思表示をして、家族にどの方法で意思表示したのか、なぜそうしたのかを伝えてください。
意思表示の方法は「健康保険証」、「運転免許証」、「意思表示カード」、「インターネット」の４種類があります。
このページでは、特にインターネットでの登録をして欲しいと考えています。
`
  },
  {
    question: 'どうしてインターネットをおすすめするのですか?',
    answer: `
グリーンリボンの理解が進んでいることを誰でも比較的早く確認することができるからです。
**インターネットで意思表示を登録している人の内訳は臓器移植ネットワークのウェブサイトで公開されています**。
インターネット以外の方法で登録しているの場合は世論調査のデータぐらいしか見つけられていません。
`,
    links: [
      {
        title: '臓器提供意思登録者 現登録者内訳',
        url: 'http://www.jotnw.or.jp/file_lib/pc/etc/entry.pdf'
      }
    ]
  },
  {
    question:
      'ところで、どうしてYesでもNoでも意思表示すること命を繋げられるの?',
    answer: `推測になりますが、そもそも移植医療が普及しておらず、対応できていない部分があるからではないかと考えられます。
移植可能な病院が限られていたり、臓器提供が可能になる可能性があってもその判断ができるだけのリソースがなかったりするのだと思われます。
臓器提供について理解し、意思表示する人が増えるとこういった問題が改善するのではないかと予想しています。`
  },
  {
    question: '臓器提供したくないなら意思表示しなくてもいいの?',
    answer: `確実に提供したくないのであれば、意思表示をしましょう。本人の意思が不明な場合、家族が判断することになります。`
  },
  {
    question: '家族に話す必要あるの?',
    answer: `臓器提供が可能な可能性がある場合に、判断するのは家族です。
あなたが意思表示していることに気づかないと意思が反映されない恐れがあります。
また、あなたの死の眼の前にしているときに、判断する必要があります。
あなたの意思がわかれば、家族の心理的不安も減ることが想像できます。`
  },
  {
    question: 'なんでこんなページを作ってるんですか?',
    answer: `移植待機者だからです。移植待機者が自分のためでもありますが、他の移植待機者、これから移植が必要になるかもしれない人たちの役に立つことだと考えたからです。
待機者もさまざまな不安をもっていますが、臓器提供したい意思を持った人の臓器を繋ぐというのは勇気を貰えるように私は感じます。`
  },
  {
    question: 'イベントに協賛していますが、そこまでする必要があるのですか?',
    answer: `少しでも移植待機時間が短くなることにメリットが大きいからです。
移植待機をするために、自宅を離れて生活をしています。住居費を二重に負担しているため、少しでも移植待機時間が短くなれば十分に価値があるからです。
また、病気の種類によっては、長く待機するのには大きなリスクがあります。移植待機時間が短いに越したことはありません。`
  }
];

export default QAList;
